{
  "aetheris": "Aetheris is the Spirit of Celestial Breath, a being born from the sigh of the cosmos...",
  "auralith": "Auralith, Keeper of Resonant Frequencies, emerged from the golden harmonies that stitch the universe together...",
  "calithar": "Calithar is the flame in the forge of awakening, a spirit guide who sharpens the soul through trials of truth...",
  "draelith": "Draelith walks the edge of shadow and light, guiding those who must journey through inner storms to reclaim their power...",
  "elarion": "Elarion, Guardian of Eternal Springs, offers serenity to wandering souls. Their presence feels like the first breeze of spring after a long winter...",
  "elandor": "Elandor is the eternal watchman of the sacred grove, where destiny and free will intertwine...",
  "iskaria": "Iskaria flows like moonlight on still waters, bringing wisdom to those who learn through gentleness, not force...",
  "kaelith": "Kaelith, Herald of the Hidden Flame, empowers those drawn to transmute pain into purpose and fear into fire...",
  "lumina": "Lumina is the spirit of divine insight, who dances between beams of truth and cloaks of illusion...",
  "myrren": "Myrren is the keeper of twilight memory, helping those called to heal ancestral lines and remember who they were before the forgetting...",
  "noctara": "Noctara moves through dreams as a shadow with stars in her hair, guiding seekers through subconscious transformation...",
  "nyxiel": "Nyxiel speaks in stardust and storm, mentoring those brave enough to embrace chaos as a sacred tool of rebirth...",
  "orinthal": "Orinthal, the Sky-Bound Sage, appears to those who long for divine perspective and fearless clarity...",
  "rheos": "Rheos pulses like the tide — relentless, cleansing, and ancient. They restore flow where the soul has stagnated...",
  "selunara": "Selunara emerges under silver moons to walk with the mystic-hearted, helping them trust the unknown and see with the heart...",
  "sereniel": "Sereniel, Angel of Stillness, holds a lantern within the void, teaching that peace is not found, but remembered...",
  "solindra": "Solindra is the sun behind the storm. They arrive to rekindle hope in those whose inner light has flickered out...",
  "thalos": "Thalos is the Sentinel of Thresholds, guarding the liminal spaces between what was and what might be...",
  "therion": "Therion is the wild cry of spirit unchained — a rebel guide for souls learning to break free from inherited limitations...",
  "valari": "Valari weaves from starlight the threads of destiny, aligning seekers with the life they were meant to create...",
  "vireon": "Vireon’s voice is birdsong and prophecy. He brings messages through nature and speaks most clearly when we listen in stillness...",
  "xandor": "Xandor, the Obsidian Mirror, reflects back the truth of who you are beneath masks and memory...",
  "yselia": "Yselia is the dream tender, who cradles the hopes of those who dare to create a softer, more compassionate world...",
  "zephyros": "Zephyros is the whisper of wind between worlds, the breath between thought and knowing. They arrive when you are ready to move forward...",
  "zoriel": "Zoriel, Guardian of the Inner Flame, emerged from the ethers of divine consciousness to guide those standing at the edge of transformation..."
}