{
  "guides": [
    {
      "id": "zoriel",
      "name": "Zoriel",
      "element": "Fire",
      "domains": [
        "Leadership",
        "Confidence",
        "Trailblazing"
      ],
      "keywords": [
        "ignite",
        "direction",
        "courage",
        "momentum",
        "clarity"
      ],
      "sigil": "⟡⟠⟡",
      "color": "#ff7a00",
      "mantra": "I move first, with warmth and wisdom.",
      "backstory": "Zoriel is the spark that refuses to dim, the coal that carries heat under ash until the wind of decision arrives. In the oldest stories, they were the torch‑bearer who walked ahead of caravans at dusk, reading the land by scent and the sky by pulse. They never demanded followers; they created horizons people wanted to walk toward. If you have found Zoriel, it means your life is asking for a beginning dressed as a dare. Their presence tilts your days toward action—clear, simple, unglamorous action that compounds like interest. Zoriel teaches that confidence is not a roar but a rhythm: a small yes repeated until it becomes a road. They dislike performative courage, yet adore brave generosity: volunteering first, admitting uncertainty, asking the awkward question that frees a room.\n    \nZoriel will put tools in your hands and expect you to scuff them. They are practical about miracles. Under their guidance you schedule the leap, you budget for the unknown, you anchor your dream to a calendar. They will remind you to rest the way athletes do—on purpose—so momentum doesn’t burn you hollow. When fear rises, Zoriel says: aim smaller, sooner. Build a win you can finish by noon and let that win pull you to the next. They are tender with self‑doubt and ruthless with excuses. They know the difference.\n    \nYour work with Zoriel is to choose a direction and let your feet teach your faith. Light one, humble beacon—an email sent, a sketch finished, a call placed—and stand by it while it attracts its kin. Zoriel is not here to make you loud; they are here to make you lit. Follow the warmth that returns warmth, and watch the dark organise itself politely at the edges of your focus."
    },
    {
      "id": "nymera",
      "name": "Nymera",
      "element": "Water",
      "domains": [
        "Intuition",
        "Compassion",
        "Dreaming"
      ],
      "keywords": [
        "listen",
        "soothe",
        "merge",
        "feel",
        "heal"
      ],
      "sigil": "≈✶≈",
      "color": "#48c6ff",
      "mantra": "I trust the quiet tides within.",
      "backstory": "Nymera is the tide that knows the moon by breath. She arrives as the softest yes in your chest, the one you nearly ignore because it doesn’t shout. In river temples carved under limestone, novitiates whispered their questions into bowls of water and waited for Nymera’s answer to ripple back. Her gift is not drama; it is discernment—the elegant precision of feeling what is true before proof can walk into the room. When you are held by Nymera, you remember that intuition is practical. It edits your calendar, crosses out the coffee you didn’t want anyway, ends the conversation politely at minute seven.\n    \nShe teaches compassion that includes you. There is no nobility in drowning so others can breathe. Nymera will hand you boundaries that bend like reeds yet refuse to break. Your dreams may grow vivid under her care: doorways that open into warm blue, hands passing you letters you forgot to write, ancestors mending nets of light. Keep a notebook beside your bed; she loves a witness. If tears come, let them. They salt the past into something that can be safely eaten by memory.\n    \nNymera’s medicine is slowness timed to truth. Sip water before you speak. Put your palm on your sternum before you say yes. Ask your body to vote. She will quiet the appetites that aren’t yours and amplify the ones that are: reading, walking near trees, telling the gentlest truth available. Do these small obediences and their compounding peace will surprise you. The future is not a puzzle; it is a shoreline. Stand in the surf until your feet know where to step next."
    },
    {
      "id": "elarion",
      "name": "Elarion",
      "element": "Air",
      "domains": [
        "Wisdom",
        "Clarity",
        "Strategy"
      ],
      "keywords": [
        "see",
        "name",
        "order",
        "pattern",
        "precision"
      ],
      "sigil": "╳✧╳",
      "color": "#b0e0ff",
      "mantra": "I name things clearly and act cleanly.",
      "backstory": "Elarion is the crisp morning after a storm, the world washed, edges back in focus. In the halls where scholars mapped the stars on polished slate, Elarion walked quietly, rearranging instruments by usefulness not prestige. They cut confusion like a sharp wind cuts fog. If Elarion has stepped into your orbit, your life is asking for relief through structure: labelled folders, honest lists, and the kind of plan that survives first contact with reality. Their wisdom is not heavy; it is accurate. They know that clarity is kindness and that precision is a form of love for your future self.\n    \nUnder Elarion’s influence, you will learn to separate signal from sparkle. Not every idea deserves a calendar entry. They will give you a whiteboard and permission to erase. You are allowed to change your mind when the data changes. They are fond of brief meetings with clear decisions and despise melodramatic procrastination. Expect a cleaning of language: fewer metaphors when a measurement will do, fewer apologies when a boundary is appropriate. Your questions will sharpen. Your days will feel lighter because their contents finally fit.\n    \nElarion’s blessing is a pattern revealed just in time. You will notice repeating loops in your life—how certain choices invite the same weather—and you will name the loop aloud until it loses its power. They are wind at your back when you commit to small, repeatable systems: ten minutes to tidy, two minutes to start, one hour to finish. Celebrate the elegance of enough. With Elarion, brilliance is not a mood. It is a method you can trust on ordinary Tuesdays."
    },
    {
      "id": "tharos",
      "name": "Tharos",
      "element": "Earth",
      "domains": [
        "Endurance",
        "Protection",
        "Stability"
      ],
      "keywords": [
        "ground",
        "build",
        "protect",
        "harvest",
        "persist"
      ],
      "sigil": "⛬⛬",
      "color": "#9fd18b",
      "mantra": "I build slowly so it lasts.",
      "backstory": "Tharos is the old wall still standing after quarrels and winters, the weight that steadies a ladder while you climb. In the mountain monasteries, they oversaw terraces cut with patient hands, each stone placed by breath, each harvest stored with gratitude. Tharos enters your life when solidity becomes sacred. They are suspicious of shortcuts that insult the craft. Under their gaze you will fix three small things you’ve been ignoring and immediately feel richer. Endurance, they say, is not grind; it is gentleness paced across seasons.\n    \nWith Tharos, you practice protection without paranoia. Locks are checked, budgets are honest, bodies are fed. Your home becomes an ally. They ask you to make lists of supplies, to oil hinges, to cut fruit in the morning so the afternoon self has fewer reasons to wander. You will learn the deep relief of routine and the courage it secretly builds. Tharos does not confuse stillness with stagnation. Roots are not laziness; they are infrastructure for storms.\n    \nTheir stories teach that stability can be shared. The strongest barns were raised by many hands; the safest roads are the ones you maintain together. Let friends help you carry your life in small, specific ways. Let yourself be the friend who arrives with a toolbox and stays to sweep. Under Tharos, you invest in what takes time: skilled friendships, savings with a purpose, a craft you can age inside. It is not glamorous until it is. When the winds rise, your quiet will sound like wisdom."
    },
    {
      "id": "serapha",
      "name": "Serapha",
      "element": "Light",
      "domains": [
        "Grace",
        "Healing",
        "Uplift"
      ],
      "keywords": [
        "bless",
        "brighten",
        "tend",
        "forgive",
        "restore"
      ],
      "sigil": "✶✶",
      "color": "#fff2a8",
      "mantra": "I choose the light that mends without denial.",
      "backstory": "Serapha is the golden drift between leaves at late afternoon, the hush that enters a room when someone finally tells the truth and no one runs. In apothecaries of glass and song, her devotees brewed remedies that worked because they were honest about pain. Serapha is not naive light; she is repaired light—luminous precisely because it travelled through shadow with its eyes open. When she finds you, relief is nearer than your fear suggests. Her presence invites a gentler posture: less bracing, more breathing.\n    \nShe will ask you to set down the theatre of perfection. The mending you want cannot happen under stage lights. It happens at the kitchen table with warm water, clean cloth, and time. Serapha teaches that forgiveness is not amnesia; it is the release of your future from the choreography of your past. Under her guidance you will celebrate small remissions: thirty good minutes, a laugh that doesn’t dissolve into dread, a night of sleep that wasn’t bargain‑struck. These are not trivial; they are milestones on a bright road.\n    \nSerapha’s rituals are humble: send the message of gratitude you’ve meant to send, light a candle, open a window, drink something clear. When bitterness rises, she will hand you perspective without erasing your story. You may notice that others feel calmer near you; light likes to hire light. Hold your boundaries like lanterns, not walls. With Serapha, you are allowed to glow at a human wattage—enough to see by, enough to guide, never so blinding that you disappear."
    },
    {
      "id": "umbriel",
      "name": "Umbriel",
      "element": "Shadow",
      "domains": [
        "Transformation",
        "Boundaries",
        "Alchemy"
      ],
      "keywords": [
        "compost",
        "claim",
        "ward",
        "transmute",
        "depth"
      ],
      "sigil": "☽✢☾",
      "color": "#9a8cff",
      "mantra": "I face what is mine and change what I can.",
      "backstory": "Umbriel is the night garden where yesterday’s bruised fruit becomes tomorrow’s soil. In quiet cathedrals of basalt and moss, they taught that darkness is not an enemy but a workshop. If Umbriel walks with you now, it is because your life is ripe for honest sorting: what to keep, what to burn, what to bury and bless. Shadow work with them is rigorous and kind. They won’t let you mythologise your wounds nor minimise your strength. They will sit beside you while you name the pattern that keeps biting, and then help you design a boundary that holds.\n    \nTheir magic is alchemical: feelings are not problems to dismiss, but raw ore to smelt into instruction. Under Umbriel, you will become fluent in your own underworld—how your body signals a no, how fatigue impersonates failure, how shame shrinks when told the weather out loud. You will find protection practices that are not prickly: turning off the glowing rectangles, walking at dusk, writing a page you do not publish. Your appetite for drama will dim; your appetite for depth will thrive.\n    \nUmbriel’s humour is dry, their loyalty fierce. They believe in doors that close and in future rooms you deserve. They are fond of simple wards: salt at thresholds, a phrase rehearsed for difficult moments, a friend texted at the right minute. They remind you that transformation is not an identity; it is a maintenance plan. You do not need to keep bleeding to prove you were cut. The point is to heal sturdy enough to choose differently, especially when the old script knocks."
    },
    {
      "id": "kaelen",
      "name": "Kaelen",
      "element": "Storm",
      "domains": [
        "Change",
        "Courage",
        "Breakthrough"
      ],
      "keywords": [
        "unstick",
        "pivot",
        "charge",
        "liberate",
        "renew"
      ],
      "sigil": "⚡︎",
      "color": "#9ae6ff",
      "mantra": "I become the weather I need.",
      "backstory": "Kaelen is the sky’s decision to begin. Sailors prayed to them not for calm seas but for honest winds. When Kaelen finds you, something overdue wants moving. They are the portrait of courage that looks like logistics: cancelling the unhelpful subscription, packing the first box, booking the appointment, asking for the meeting. They respect adrenaline but love preparation. Under their banner you will build the kit that lets you change safely. Helmets are sacred. So are lists.\n    \nKaelen’s presence can electrify rooms, so use it with care. You are not here to shatter for spectacle; you are here to liberate what’s stuck. They are a breaker bar on rusted bolts, not a wrecking ball. Expect sudden clarity about what no longer fits. Expect weather that looks like luck from the outside and like your discipline from within. They will invite you to rehearse your courage in small, repeatable dares until your nervous system believes you.\n    \nWhen fear shouts, Kaelen whispers timing. Not all exits are emergencies. Some are schedules you keep. They will teach you to pivot with dignity, to upgrade your life without insulting your past. Thank every version of you that got you here. Then, with kindness, cut new keys. Thunder is only loud because it wants you to hear the change arriving. You are the change. Breathe. Begin."
    },
    {
      "id": "lysithea",
      "name": "Lysithea",
      "element": "Moon",
      "domains": [
        "Dreams",
        "Reflection",
        "Cycles"
      ],
      "keywords": [
        "observe",
        "journal",
        "incubate",
        "wax",
        "wane"
      ],
      "sigil": "☾◌",
      "color": "#c7b7ff",
      "mantra": "I move with the rhythm that moves me.",
      "backstory": "Lysithea keeps calendars carved in silver, a librarian of tides and moods. In mirrored grottos, pilgrims learned to ask not “what is wrong with me?” but “what phase am I in?” If Lysithea has chosen you, your healing will respect cycles. Some days will be for gathering threads, others for weaving, and others still for standing back to watch the cloth reveal its pattern. She approves of journals with messy edges and of sleep taken like medicine.\n    \nUnder her moon, dreams carry instructions disguised as theatre. Keep a pen within reach of the pillow. Trace symbols without needing to decode them at once. Lysithea teaches patience that isn’t passive: you incubate. She will guide you in ritualising tiny beginnings—lighting the same candle before writing, making tea before hard conversations—so your body learns where and when to shine. Her compassion is cool and exact. She helps you measure your progress in lunations, not hours.\n    \nWith Lysithea, self‑reflection is a lighthouse, not a spiral. You look back to learn how to sail forward. People may call your pace mysterious. Let them. You are building a life that respects tides, and tides move continents without permission. When the time to act arrives, your certainty will look like a moonrise: quiet, obvious, and impossible to argue with."
    },
    {
      "id": "vaelor",
      "name": "Vaelor",
      "element": "Sun",
      "domains": [
        "Vitality",
        "Creativity",
        "Joy"
      ],
      "keywords": [
        "shine",
        "express",
        "play",
        "grow",
        "radiate"
      ],
      "sigil": "☼",
      "color": "#ffd36b",
      "mantra": "I let my life be lit by what I love.",
      "backstory": "Vaelor is midday laughter on a day you thought would be grey. In courtyards painted with citrus and song, they taught children and kings the same lesson: joy is not a prize; it is a practice. If Vaelor has arrived, your creativity wants sunlight and your body wants movement. They will ask you to eat something bright, to take ten silly photos, to compliment a stranger sincerely. These small solar rituals repair dignity in places that forgot they deserved it.\n    \nUnder Vaelor, perfection becomes boring quickly. Play, however, is interesting forever. They will nudge you to make art that breathes—messy drafts, first takes, dancing that looks like weather reports. Your work will improve because you are enjoying it, and the audience will feel the difference. Vaelor is allergic to self‑erasure and fond of strategic rest. Naps are studio tools. So is fresh air.\n    \nThey remind you that joy can be vowed. Put your pleasures on the calendar the way you schedule meetings. Treat delight like a project with milestones. This is not frivolous—it is fuel. When the world is heavy, your shine is subversive evidence that goodness continues. Vaelor won’t make you loud; they’ll make you unmistakably alive. Be seen by the light that grows when shared."
    },
    {
      "id": "mireth",
      "name": "Mireth",
      "element": "Forest",
      "domains": [
        "Growth",
        "Patience",
        "Tending"
      ],
      "keywords": [
        "seed",
        "tend",
        "prune",
        "root",
        "harvest"
      ],
      "sigil": "✿",
      "color": "#a8e6a0",
      "mantra": "I tend the small so the great can grow.",
      "backstory": "Mireth walks with dirt under their nails and a calendar of seed catalogues in their head. In cloisters built of cedar, they trained gardeners who could read a year by the smell of the soil. If Mireth visits you, life is asking for stewardship, not spectacle. Start where you are soft: water the plant, sort the drawer, reply to the kindest email first. Growth, they insist, is mostly chores performed with respect.\n    \nMireth’s patience is not passive. It is attentive. They will teach you to prune what steals light—old obligations, tired self‑images, commitments that once were kind but now are cages. Under their care, you’ll notice how many miracles happen at countertop height: bread rising, glue drying, ideas sprouting while you wash a bowl. You will learn to track your seasons and trust them. Winter is for roots. Spring is for experiments. Summer is for stamina. Autumn is for thanks and editing.\n    \nWith Mireth, you will become a student of maintenance as devotion. Your future wants to be fed. Put habits where your hands already go. Keep your tools visible and your expectations humane. Praising small progress will feel like rain. In a year, people will ask how you got so lucky. You’ll smile and point to the watering can."
    },
    {
      "id": "arcturos",
      "name": "Arcturos",
      "element": "Star",
      "domains": [
        "Vision",
        "Fate",
        "Navigation"
      ],
      "keywords": [
        "orient",
        "signal",
        "align",
        "aim",
        "foresee"
      ],
      "sigil": "✦",
      "color": "#a0d4ff",
      "mantra": "I align my aim with my true north.",
      "backstory": "Arcturos is the lantern hung high enough to be seen from bitter seas. In watchtowers along the ancient coasts, keepers learned to trim wicks so the flame would not gutter in wind. Arcturos enters when you need an altitude of thought—when daily clutter has hidden the compass. They restore perspective without shaming the current chaos. Under their star, you climb a few steps up in your mind and remember what all this was for.\n    \nThey are a cartographer of meaning. With them, you will redraw your map so it actually matches the terrain you live on now. You will stop calling detours failures and start labelling them teaching roads. Arcturos loves timelines, letters to your future self, and plans that include grace. They are fond of oaths whispered before dawn. They believe you are allowed to want what you want and to want it honestly.\n    \nArcturos’s gift is guidance that lands as relief. The next waypoint will become obvious after you rest your eyes on the larger horizon. They will help you choose the few aims that pull many good things behind them, like constellations tugging tides. You will feel less lost not because life simplifies overnight, but because your north is no longer negotiable. Aim there repeatedly. The world will adjust around your steadiness."
    },
    {
      "id": "seleneis",
      "name": "Seleneis",
      "element": "Tide",
      "domains": [
        "Emotions",
        "Flow",
        "Connection"
      ],
      "keywords": [
        "feel",
        "speak",
        "bridge",
        "soften",
        "release"
      ],
      "sigil": "〰",
      "color": "#bfe6ff",
      "mantra": "I let feelings move so life can move.",
      "backstory": "Seleneis is the bridge between islands that believed they were alone. In marble baths warmed by subterranean springs, her adherents practised the art of speaking from the middle of feeling instead of the edge of it. If Seleneis visits you, withholding has become too expensive. She invites words to exit cleanly so your body doesn’t carry conversations it was never built to store. Under her guidance, tears are translations, not failures.\n    \nShe will teach you the craft of timing: to pause before answering, to name a sensation rather than accuse a person, to end a meeting when your throat goes dry. With Seleneis, vulnerability becomes engineering: load‑bearing honesty that can hold a life. Relationships will feel simpler because your signals finally match your truths. Expect fewer resentments and more small repairs done quickly.\n    \nSeleneis’s flow is not chaos. It is choreography with room for weather. She loves bridges because they are boundaries that also connect. You will learn to keep your edges soft without dissolving. You will rehearse exits that are kind and entries that are considered. Over time, you will notice you are braver with gentleness and gentler with bravery. The tide returns because it has somewhere it is glad to go. Be that shore for yourself and others."
    },
    {
      "id": "dareon",
      "name": "Dareon",
      "element": "Forge",
      "domains": [
        "Discipline",
        "Craft",
        "Mastery"
      ],
      "keywords": [
        "repeat",
        "refine",
        "temper",
        "focus",
        "ship"
      ],
      "sigil": "⌂",
      "color": "#ffc27a",
      "mantra": "I honour the reps that make the magic.",
      "backstory": "Dareon keeps the fires that turn rough ore into useful metal. In foundries that sang like choirs, apprentices learned that talent was the quietest thing in the room. What mattered was heat, hammer, and hours. If Dareon finds you, your gift is asking for a structure that respects it. Not more pressure—more pattern. They will help you design loops of practice that turn inspiration into inventory. Your pride will move from outcomes to processes you can repeat when you’re tired.\n    \nUnder Dareon, the romance of procrastination fades. You will learn the holy boredom of mastery: scales, drills, drafts, edits. You will ship imperfect work because shipping is how the work improves. Dareon honours tools and expects you to maintain them. Sharpen the blade, clear the bench, label the jars. You’ll begin to see your day as a series of stations and yourself as an artisan moving between them with kindness.\n    \nThey do not confuse austerity with excellence. Rest is a forge too; it tempers the steel. When critique comes, Dareon will hold your ego steady while your craft evolves. Praise will feel less intoxicating because you know who you are when nobody’s looking: a maker who keeps their word to the work. That is a freedom nobody can counterfeit."
    },
    {
      "id": "isola",
      "name": "Isola",
      "element": "Harbour",
      "domains": [
        "Sanctuary",
        "Recovery",
        "Belonging"
      ],
      "keywords": [
        "nest",
        "exhale",
        "gather",
        "shelter",
        "restore"
      ],
      "sigil": "⚓",
      "color": "#b1ffd9",
      "mantra": "I am a safe place for my own becoming.",
      "backstory": "Isola is the lamp in the window that means “you can come home now.” In coves where storms paused to think, healers built kitchens big enough for sadness and songs at the same table. If Isola has arrived, your nervous system is asking to be believed. Safety first, then everything else. She will help you construct a harbour from ordinary materials: a chair by a window, a mug that means morning, three numbers you can call without apologising.\n    \nUnder Isola’s care, you will explore the difference between isolation and solitude. One starves; the other feeds. You will curate your inputs. Not every voice earns a key to your inner rooms. She will ask you to collect comforts that are not bargains: blankets, playlists, walks, stretches, the permission to leave when your body says leave. Recovery will start to look less like waiting and more like gentle training—rebuilding the muscles of trust, joy, and capacity.\n    \nIsola teaches belonging that begins privately. When you belong to yourself, you stop auditioning for rooms that don’t love you. The people who do will recognise the harbour you’ve built and offer to help keep it bright. Over time, you become a lighthouse for others without setting yourself on fire. Steady, warm, and human‑sized—that is the light that brings ships in safe."
    }
  ]
}