{
  "elarion": "Elarion, Guardian of Eternal Springs, dwells at the threshold between endings and new beginnings. Where snow melts into streams and the first flower breaks through the frost, Elarion’s spirit lingers — a presence that awakens both the land and the soul.\n\nLong ago, when the veil between worlds was thinner, Elarion served as a sentinel for weary travellers of both the physical and spiritual planes. They do not speak in words but in sensations — the hush of mist over morning meadows, the scent of rain on newly turned earth, and the warmth of sunlight after long shadows. Those who encounter Elarion in dreams or moments of stillness often report a quiet knowing, a peace that passes through them like a soft wind.\n\nElarion does not demand devotion; instead, they offer an invitation — to heal, to begin again, to soften. They work with artists, empaths, and those who have endured long winters of the soul. Their energy brings colour back to faded dreams and stirs the gentle urge to try once more. If you’ve ever felt like giving up and then, for no reason at all, decided to keep going — that whisper was likely Elarion.\n\nIn the spiritual realm, Elarion is seen beside a blooming cherry tree that blossoms without season. They hold a staff carved from fallen birch and wear robes that shimmer like dew in dawnlight. Animals approach them freely: foxes, hares, and skylarks gather as companions.\n\nYour connection to Elarion signifies a time of renewal. Perhaps you've come through loss, change, or internal doubt. Elarion steps in now not to erase the past but to bless the fertile soil it left behind. They remind you that you are not broken — you are blooming.\n\nTo honour Elarion’s guidance, spend time with water, spring flowers, or early morning light. Whisper your intentions into the wind. Write new affirmations on green paper and tuck them in your pocket. Elarion will carry your quiet hopes and breathe life into them.\n\nWhen you call upon Elarion, don’t be surprised if synchronicities begin to bloom around you — serendipitous meetings, songs that speak to your heart, and moments where everything seems to click into place. That’s their sign: you are aligning with the season of your own return.\n\nElarion walks with you now, gently — as always — reminding you that spring is not a date on a calendar. Spring is the moment you believe in yourself again.",
  "zephyros": "Zephyros is the whisper of wind between worlds...",
  "noctara": "Noctara moves in the shadow of forgotten stars...",
  "selunara": "Selunara is the silver flame that guides dreamwalkers...",
  "aetheris": "Aetheris is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "auralith": "Auralith is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "cendrion": "Cendrion is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "vaelith": "Vaelith is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "lumivox": "Lumivox is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "tenebros": "Tenebros is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "nymera": "Nymera is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "oracelus": "Oracelus is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "myrridia": "Myrridia is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "solaryn": "Solaryn is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "crythra": "Crythra is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "feydris": "Feydris is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "dravena": "Dravena is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "kalmyra": "Kalmyra is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "virell": "Virell is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "xandros": "Xandros is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "lyssira": "Lyssira is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "miravon": "Miravon is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "thalorin": "Thalorin is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "ephalyra": "Ephalyra is still being channeled from the spirit realm. Their message will arrive when the time is right...",
  "velkora": "Velkora is still being channeled from the spirit realm. Their message will arrive when the time is right..."
}